<?php
use yii\helpers\Html;

/* @var $this yii\web\View */
$this->title = $model->title;
$this->params['breadcrumbs'][] = $this->title;
?>
<!--<div class="site-about">-->
<div class=<?= $model->style_title ?> >
    <h3><?= Html::encode($this->title) ?></h3>
</div>

<div class=<?= $model->style1 ?> >
    <h3><?= Html::encode($model->info1) ?></h3>

</div>

<div class=<?= $model->style2 ?> >

<!--    <h3>--><?//= Html::encode($model->info2) ?><!--</h3>-->
    <span class="span_single">
        <?= Html::encode("Як це працює:") ?>
    </span>
    <?= Html::encode(" Спочатку користувач вибирає РЕМ (Район електричних мереж) свойого району,
    можна вибирати населені пункти, які знаходяться неподалеку.") ?>
    <br>
    <?= Html::encode(" Потім потрібно вибрати послугу і
    найменування роботи. На карті потрібно вибрати місце виконання робіт, при цьому необхідно обов’язково
    поставити маркер на карті. Місце на карті можна також знайти по адресу: для цього необхідно
    ввести адрес в поле Адреса виконання робіт (для пошуку на карті)..") ?>
    <br>
    <?= Html::encode(" Слова вулиця або вул. можна не писати.
    Якщо вибирається населений пункт з другої області, тоді потрібно поміняти область. Адресу можна вводити в
    такому форматі: м. Дніпро Робоча 23 або Новоселівка Українська 12. Після вводу адреса потрібно натиснути клавішу
    TAB або нажати мишою на любе друге поле, і потім на карті поставити маркер, де буде проводитись робота.
    Після відмітки адреси на карті в поле 'Відстань від бази до місця проведення робіт (в обидві сторони),км',
    автоматично проставляється кілометраж від бази до місця проведення робіт в обидві сторони.") ?>
    <br>
    <?= Html::encode("Після цього користувач нажимає кнопку ОК і отримує результат розрахунку. По виниклим питанням можна зателефонувати
    на колцентр тел: 0 800 300 015 безкоштовно цілодобово. Якщо все влаштовує - тоді користувач вибирає кнопку
    'Замовити послугу', де потрібно ввести всі необхідні реквізити і знову натиснути кнопку ОК.") ?>
    <br>
    <?= Html::encode(" Після цього заявка буде сформована і ближчим часом до Вас зателефонує оператор для детального обговорення
    питання виконання послуги.") ?>
    <br>
    <br>
    <?= Html::encode(" При виконанні послуги замовнику дається договір, для юридичних осіб надається також акт виконаних робіт.") ?>
    <?= Html::a("Текст типового договору.",["site/typical_contract"]) ?>
    <br>
    <br>
    <span class="span_single">
        <?= Html::encode("Увага! Вихід зі всіх полів калькулятора потрібно робити за допомогою миші або клавиші TAB.") ?>
    </span>

</div>


<code><?//= __FILE__ ?></code>

<!--</div>-->
